[{"title": "The Worm-Like Chain Theory And Bending Of Short DNA", "author": "Alexey K. Mazur", "abstract": "The probability distributions for bending angles in double helical DNA obtained in all-atom molecular dynamics simulations are compared with theoretical predictions. For double helices of one helical turn and longer, the computed distributions remarkably agree with the worm-like chain theory and qualitatively differ from predictions of the semi-elastic chain model. The computed data exhibit only small anomalies in the apparent flexibility of short DNA and cannot account for the recently reported AFM data. It is possible that current atomistic DNA models miss some essential mechanisms of DNA bending on intermediate length scales. Analysis of bent DNA structures reveals that the bending motion is structurally heterogeneous and directionally anisotropic on the intermediate length scales where the experimental anomalies were detected. These effects are essential for the interpretation of the experimental data and they also can be responsible for the apparent discrepancy.", "keywords": ["Worm-Like Chain Theory", "DNA Bending", "Molecular Dynamics", "Double Helical DNA", "Semi-Elastic Chain Model", "Atomic Force Microscopy"], "publication_date": "2007-04-30", "arxiv_id": "arXiv:0704.3948v1 [q-bio.BM]", "results": "The probability distributions of bend angles in DNA fragments obtained from the MD simulations show a remarkable agreement with the WLC theory, particularly for DNA segments of 1-2 helical turns. The distributions deviate from the SEC model predictions, suggesting that the SEC critical length may be smaller than previously thought. The study identifies heterogeneity in DNA bending properties and directionality, which may account for discrepancies between MD simulations and experimental AFM data."}, {"title": "Cosmology and semi-conservation of computations in the universe", "author": "Vadim Astakhov", "abstract": "Resent works of Hawking and Susskind suggested that information is conserved in the universe. We extend this thesis and propose that dynamics of information - computations can conserve in Anti-de-Sitter cosmological model. Information geometry formalism is proposed to analyze information in dynamical systems. We consider entropy flow as a geometrical flow on statistical manifold and develop a Dynamic Cores model to analyze migration of information in dynamical systems. Geometrical flow on the statistical manifold was considered as a transition of local dynamical systems in original d+1-dim AdS space to their delocalized holographic representation in d-dim Conformal Field Theory (CFT). It was noted that geometrical flow related to renormalization group flow and provide semi-conservation of informational invariants. Those invariants interpreted as types of computations.", "keywords": ["computation", "information conservation", "information geometry", "dynamical system", "dynamic core"], "publication_date": "N/A", "arxiv_id": "N/A", "results": "The paper proposes a hypothesis that computations in the universe can be semi-conserved in an Anti-de-Sitter cosmological model. It introduces a Dynamic Cores model for analyzing the migration of information in dynamical systems and uses information geometry to represent these processes. The study suggests that entropy flow on a statistical manifold relates to renormalization group flow, providing semi-conservation of informational invariants, which are interpreted as types of computations. The formalism presented can serve as a physical model for emergent dualism or qualified monism, suggesting computations generated through physical processes can survive by migrating to another physical host."}, {"title": "Reconstructing weak values without weak measurements", "author": ["Lars M. Johansen"], "abstract": "I propose a scheme for reconstructing the weak value of an observable without the need for weak measurements. The post-selection in weak measurements is replaced by an initial projector measurement. The observable can be measured using any form of interaction, including projective measurements. The reconstruction is effected by measuring the change in the expectation value of the observable due to the projector measurement. The weak value may take nonclassical values if the projector measurement disturbs the expectation value of the observable.", "keywords": ["Weak values", "projective measurements", "projection postulate", "nonclassicality", "weak measurements"], "publication_date": "2018-10-29", "arxiv_id": "0705.0108v1", "results": ["Proposed a new scheme for reconstructing weak values without using weak measurements.", "Demonstrated that weak values can be reconstructed from an initial projector measurement followed by a measurement of the observable.", "Showed that this method can use any form of interaction, including projective measurements.", "Established that nonclassical weak values are directly related to finite measurement disturbance."]}, {"title": "Kinematic Decoupling of Globular Clusters with Extended Horizontal-Branch", "author": "Young-Wook Lee, Hansung B. Gim, Dana I. Casetti-Dinescu", "abstract": "About 25% of the Milky Way globular clusters (GCs) exhibit unusually extended color distribution of stars in the core helium-burning horizontal-branch (HB) phase. This phenomenon is now best understood as due to the presence of helium-enhanced second generation subpopulations, which has raised a possibility that these peculiar GCs might have a unique origin. Here we show that these GCs with extended HB are clearly distinct from other normal GCs in kinematics and mass. The GCs with extended HB are more massive than normal GCs, and are dominated by random motion with no correlation between kinematics and metallicity. Surprisingly, however, when they are excluded, most normal GCs in the inner halo show clear signs of dissipational collapse that apparently led to the formation of the disk. Normal GCs in the outer halo share their kinematic properties with the extended HB GCs, which is consistent with the accretion origin. Our result further suggests heterogeneous origins of GCs, and we anticipate this to be a starting point for more detailed investigations of Milky Way formation, including early mergers, collapse, and later accretion.", "keywords": ["Galaxy: formation", "globular clusters: general", "stars: horizontal-branch"], "publication_date": "2007-04-01", "arxiv_id": "arXiv:0704.0486v1", "results": ["These GCs are dominated by random motion with no correlation between kinematics and metallicity.", "Normal GCs in the outer halo share kinematic properties with extended HB GCs, suggesting an accretion origin.", "GCs with extended HB are more massive than normal GCs.", "Normal GCs in the inner halo show signs of dissipational collapse when extended HB GCs are excluded."]}, {"title": "Compatibility of Exotic States with Neutron Star Observation", "author": "Chang Ho Hyun", "abstract": "We consider the effect of hard core repulsion in the baryon-baryon interaction at short distance to the properties of a neutron star. We obtain that, even with hyperons in the interior of a neutron star, the neutron star mass can be as large as ∼ 2M⊙.", "keywords": ["Neutron Star", "Hard Core Repulsion", "Baryon-Baryon Interaction", "Quantum Hadrodynamics"], "publication_date": "2007-04-04", "arxiv_id": "0704.0504", "results": "The study shows that with the inclusion of hard core repulsion, the equation of state for neutron star matter becomes stiffer at high densities, allowing neutron stars to reach masses in the range of recent observations even when hyperons are present. This suggests that hyperon matter is not necessarily incompatible with observed neutron star masses."}, {"title": "An Alternative Source for Dark Energy", "author": "M.I. Wanas", "abstract": "In the present work, an alternative interpretation of the source of accelerated expansion of the Universe is suggested. A probable candidate is the interaction between the quantum spin of a moving particle and the torsion of space-time, produced by the background gravitational field of the Universe. This interaction has been suggested by the author in a previous work, with some experimental and observational evidences for its existence. It has been shown that this interaction gives rise to a repulsive force. The accelerated expansion of the Universe may give a further evidence on the existence of this interaction on the cosmological scale...", "keywords": ["dark energy", "accelerated expansion", "torsion of space-time", "quantum spin", "gravitational field"], "publication_date": "2007-04-27", "arxiv_id": "arXiv:0704.3760v1 [gr-qc]", "results": "The research references several key studies that contribute to the exploration of an alternative source for dark energy. Firstly, Tonry, J.L. et al. (2003) observed the red-shift of type Ia supernovae, providing evidence for the accelerating expansion of the Universe. Wanas (2000) utilized the Parameterized Absolute Parallelism (PAP)-geometry to investigate the spin-torsion interaction, suggesting its role in cosmological dynamics. Earlier work by Wanas (1998) began exploring the implications of spin-torsion interaction within gravitational frameworks. Applications of this interaction model to experimental contexts were discussed by Wanas et al. (2000), highlighting its potential explanatory power in gravitational experiments. Furthermore, temporal modeling incorporating spin-torsion interaction was applied to SN1987A by Wanas et al. (2002), showcasing its predictive capabilities. Lastly, theoretical advancements on the topic within cosmological contexts were further developed by Wanas (2003), emphasizing ongoing efforts to integrate spin-torsion interaction into broader cosmological theories."}, {"title": "Mapping the circumstellar SiO maser emission in R Leo", "author": ["R. Soria-Ruiz", "J. Alcolea", "F. Colomer", "V. Bujarrabal", "J.-F. Desmurs"], "abstract": "The study investigates the spatial distribution of 43 GHz and 86 GHz SiO maser lines in the oxygen-rich evolved star R Leo using Very Long Baseline Interferometry (VLBI). The research aims to understand the innermost circumstellar layers around AGB stars, providing insights into stellar pulsation, and the chemical and physical properties of these regions. The observations reveal discrepancies between observed maser line distributions and theoretical predictions, emphasizing the need for refined pumping models. The results contribute to advancing our understanding of maser mechanisms in AGB stars.", "keywords": ["radio lines: stars", "masers", "technique: interferometric", "stars: circumstellar matter", "stars: AGB"], "publication_date": "2018-10-25", "arxiv_id": "arXiv:0704.0682v1 [astro-ph]", "results": ["Confirmation of previous findings in other oxygen-rich envelopes regarding SiO maser emission distributions.", "Identification of distinct spatial distributions between 43 GHz and 86 GHz SiO maser lines in R Leo.", "Observational support for discrepancies between observed maser line distributions and theoretical predictions in AGB stars.", "Advancement in understanding maser pumping mechanisms through multi-line and multi-epoch VLBI observations.", "Importance of line overlaps in SiO maser pumping mechanisms highlighted, impacting theoretical models."]}, {"title": "A search for OH 6 GHz maser emission towards southern supernova remnants", "author": ["Korinne E. McDonnell", "Alan E. Vaughan", "Mark Wardle"], "abstract": "OH masers at 1720 MHz have proven to be excellent indicators of interactions between supernova remnants and molecular clouds. Recent calculations suggest that the 6049 MHz OH maser line is excited for higher column densities than for the 1720 MHz line. It is therefore a potentially valuable indicator of remnant-cloud interaction. We present preliminary results of a survey using the Parkes Methanol Multibeam receiver for 6049 MHz and 6035/6030 MHz OH masers towards 36 supernova remnants and 4 fields in the Large and Small Magellanic Clouds. While no 6049 MHz masers have been found, three new sites of 6035 and 6030 MHz OH maser emission have been discovered in star-forming regions.", "keywords": ["supernova remnants", "masers", "stars: formation", "radio lines: ISM"], "publication_date": "2007-04-18", "arxiv_id": "arXiv:0704.2271v1", "results": ["No 6049 MHz maser emission was found in the survey.", "Three new sites of 6035 MHz and 6030 MHz OH maser emission were discovered in star-forming regions.", "The 6035 MHz maser at 48.98-0.30 is approximately coincident with two H II regions.", "Further analysis may yield weaker 6 GHz masers.", "Data from ATCA observations of seventeen supernova remnants remain to be analyzed."]}, {"title": "Quantitative Resolution to some \"Absolute Discrepancies\" in Cancer Theories: a View from Phage lambda Genetic Switch", "author": ["Ping Ao"], "abstract": "Is it possible to understand cancer? Or more specifically, is it possible to understand cancer from genetic side? There already many answers in literature. The most optimistic one has claimed that it is mission-possible. Duesberg and his colleagues reviewed the impressive amount of research results on cancer accumulated over 100 years. It confirms the a general opinion that considering all available experimental results and clinical observations there is no cancer theory without major difficulties, including the prevailing gene-based cancer theories. They have then listed 9 ”absolute discrepancies” for such cancer theory. In this letter the quantitative evidence against one of their major reasons for dismissing mutation cancer theory, by both in vivo experiment and a first prin- ciple computation, is explicitly pointed out.", "keywords": ["cancer theories", "mutation theory", "Phage lambda genetic switch", "quantitative modeling", "phenotype changes"], "publication_date": "2007-04-03", "arxiv_id": "arXiv:0704.0429v1 [q-bio.SC] 3 Apr 2007", "results": ["Quantitative evidence provided against the dismissal of mutation cancer theory based on in vivo experiments and first principle computations.", "Discussion of 9 \"absolute discrepancies\" in cancer theories proposed by Duesberg et al.", "Explanation of how mutations can alter phenotypes at rates exceeding conventional gene mutations by 4-11 orders of magnitude, using Phage lambda genetic switch as an example.", "Relevance of findings to understanding the genetic basis of cancer and implications for future research."]}, {"title": "EXPERIMENTAL CHALLENGES INVOLVED IN SEARCHES FOR AXION-LIKE PARTICLES AND NONLINEAR QUANTUM ELECTRODYNAMIC EFFECTS BY SENSITIVE OPTICAL TECHNIQUES", "author": ["Christopher C. Davis", "Joseph Harris", "Robert W. Gammon", "Igor I. Smolyaninov", "Kyuman Cho"], "abstract": "The paper discusses experimental techniques used in measuring changes in polarization state of a laser due to a strong transverse magnetic field in vacuum. It addresses potential artifacts in such experiments, referring to observations from the PVLAS and BFRT collaborations. The study employs a photon-noise limited coherent homodyne interferometer with high polarization sensitivity. It explores quantum electrodynamics (QED) predictions and axion-like particle effects in vacuum under strong magnetic fields.", "keywords": ["axion-like particles", "quantum electrodynamics", "magneto-optical effects", "vacuum birefringence", "PVLAS experiment", "BFRT experiment"], "publication_date": "N/A", "arxiv_id": null, "results": ["The Euler-Heisenberg effective Lagrangian and its role in QED and Primakoff", "Quantum electrodynamics and the vacuum birefringence", "Astrophysical constraints on axion particle masses", "Photon-photon interactions and axion-like particles", "Experimental searches for axion-like particles", "Faraday effect and magneto-optical effects in condensed matter"]}]